// Створіть порожній об'єкт з ім'ям student.
// Додайте до об'єкта student наступні властивості:
// firstName: рядок, представляє ім'я студента.
// lastName: рядок, представляє прізвище студента.
// age: число, представляє вік студента.
// courses: масив, представляє список курсів, які він вивчає (наприклад, ["Математика", "Історія", "Програмування"]).

let student = {};
student.firstName = 'Stuart';
student.lastName = 'Johnson';
student.age = 40 ;
student.courses = ['Математика', 'Історія', 'Програмування'];
console.log(student)
